IDEA Open Model
PointOfID.N Property
Compatible with IDEA StatiCa v 10.1
 Normal force
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double N { get; set; }
Public Property N As Double
	Get
	Set
public:
property double N {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
PointOfID Class
IdeaRS.OpenModel.Result Namespace